Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/lansering-av-elektronisk-lesehjelp-for-nordsamisk.html.tmx
Source language: nob
Languages: sme

source: Lansering av elektronisk lesehjelp for nordsamisk / Språkteknologi / Språk / Forsiden - Sametinget
sme: Elektrovnnalaš lohkanveahki álmmuheapmi davvi sámegielas / Språkteknologi / Giella / Sámediggi - Sametinget

source: Lansering av elektronisk lesehjelp for nordsamisk
sme: Elektrovnnalaš lohkanveahki álmmuheapmi davvi sámegielas

source: Sametinget har sammen med Acapela Group AB, Divvun og Giellatekno ved Universitetet i Tromsø utviklet talesyntese for nordsamisk.
sme: 04. Miessemánnu 2015

source: Talesyntese er et språkteknologisk verktøy for alle som har skrive- og lesevansker, samt alle andre som trenger hjelp til å lese.
sme: Sámediggi lea ovttas Acapela Group AB, Divvun ja Giellateknoin Romssa Universitehtas ovddidan hupmansyntesa davvisámegiela várás.

source: -Jeg er veldig glad for at samisk språk nå har muligheten til å anvende denne teknologien.
sme: Hupmansyntesa lea giellateknologalaš veahkkeneavvu buohkaide geain lea čállin- ja lohkanárut, ja maid buot earáide geat dárbbašit veahki lohkat.

source: Tekst-til-tale systemet er et godt verktøy, og har blitt en viktig verktøy for mange språkkulturer i verden.
sme: -Lean hui ilus go sámegielas dál lea vejolašvuohta geavahit dán teknologiija.

source: Og det er jo også et verktøy som også kan benyttes av de som forsøker å lære seg samisk, feks, ved å få lest opp innhold på nett og nettaviser, sier sametingspresident Aili Keskitalo.
sme: Teavsttas-hupmamii vuogádat lea buorre veahkkeneavvu, ja lea šaddan dehálaš veahkkeneavvu ollu máilmmi giellakultuvrraide.

source: Fra tekst til tale
sme: Dán veahkkeneavvu sáhttet maid geavahit sii geat geahččalit oahppat sámegiela, ovdamearkka dihte oažžut lohkkojuvvot neahta ja neahttaáviissaid sisdoalu, dadjá sámediggepresideanta Aili Keskitalo.

source: Talesyntese er navnet på et spesielt dataprogram, som omformer tekst til menneskelig tale.
sme: Teavsttas hupmamii

source: Programmet kan lese opp tekst, eller generere tale ut fra et sett av andre data.
sme: Hupmansyntesa lea namma dan sierralágan dihtorprográmmas, mii sáhttá ráhkadit teavstta olbmo jietnan.

source: Tekst-til-tale systemet er utviklet for generell bruk, og kan lese ulike teksttyper og håndtere alle sider av den samiske grammatikken og rettskrivingen på en tilfredsstillende måte.
sme: Prográmma sáhttá lohkat teavstta, dehe sáhttá buvttadit hupmama eará dieđuid vuođul.

source: Stemmen som brukes er enten kunstig (syntetisk) eller menneskelig.
sme: Teavsttas-hupmamii vuogádat lea ráhkaduvvon dábálaš geavaheapmái, ja sáhttá lohkat iešguđetge teakstašlájaid ja gieđahallat buot grammatihkalaš ja riektačállima beliid dohkálaččat.

source: I den nordsamiske talesyntesen kan vi nå presentere stemmene Elle og Biera .
sme: Jietna mii geavahuvvo lea juogo goansta (syntehtalaš) dehe olbmojietnan dahkkon.

source: Sametinget vil videre arbeide med å få utviklet talesyntese for lulesamisk og sørsamisk.
sme: Davvi sámegiela hupmansyntesas sáhttit dál gullat Elle ja Biera jienaid.

source: Talesyntesen presenteres på Sametinget i Karasjok onsdag 6.mai kl. 12.30 på møterom 121.
sme: Sámediggi bargá viidáseappot hupmansyntesa ovddidemiin julevsámegiela ja lullisámegiela várás.

source: Velkommen
sme: Kárášjoga Sámedikkis gaskavahkku 6. b. dii. 12.30 čoahkkinlanjas 121 álmmuhuvvo hupmansyntesa .

source: For mer info:
sme: Bures boahtin!

source: Sametingspresident Aili Keskitalo, 971 29 305
sme: Eanet dieđuid addá:
